package dao;

/*
 * Этот класс допишешь , здесь нужны поля которые будут содержать следующие 
 * данные : 
 * 
 * основной текст сообщения , время отправки сообщения , 
 * зашифрованные данные пользователя адрессата сообщения , 
 * статус сообщения доставленно оно или нет , данные отправителя 
 * в частично  зашифрованом виде , . Это основное , далее 
 * напишешь Gyber и спросишь какие параметры еще надо указать в 
 * сообщений и реализуешь их средствами Java 
 * 
 */

public class Message {
    
}
